;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

(package! company-quickhelp)
(package! org-reverse-datetree)
(package! org-sticky-header)
(package! google-this)
(package! string-inflection)
(package! goto-last-change)
(package! bm)
(package! pandoc-mode)
(package! org-present
  :recipe (:host github :repo "rlister/org-present"))
(package! ox-reveal)
